/* choose button - open panel */
"Choose" = "Escolher";

/* URL has not been specified - placeholder message */
"Please use the Inspector to enter the URL of a video." = "Por favor use o inspetor para digitar a URL do vídeo.";

/* Live data feeds disabled message. */
"This is a placeholder for a video. The full video will appear once you publish this website, but to see the video in Sandvox, please enable live data feeds in the preferences." = "Este é um espaço reservado para um vídeo. O vídeo completo aparecerá uma vez que você publicar este website, porém para assistir o vídeo no Sandvox, por favor ative o repositório de dados ao vivo nas preferências.";